[GENERAL]
NAME				= Italian
TRANSLATOR			= Matteo955
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= Questa applicazione è scaduta.
TEXT_BETA			= Beta
TEXT_UNREGISTERED		= Non registrato
TEXT_INIT_FAIL			= Inizializzazione applicazione fallita.
TEXT_APPINFO			= Bandicam - Cattura video ad alta performance.

; error
TEXT_ERROR_DISKSPACE		= Spazio insufficiente sul disco per registrare.
TEXT_ERROR_VIDEO_CAP		= Avvio cattura video fallito.
TEXT_ERROR_AUDIO_CAP		= Avvio cattura audio fallito. \nSe hai bisogno di aiuto clicca su OK.
TEXT_ERROR_IMAGE_CAP		= Cattura immagine fallita.\nControlla la cartella di output.
TEXT_ERROR_CREATEFILE		= Creazione file fallita. \nSe hai bosogno di aiuto clicca su OK.
TEXT_ERROR_CODEC_INIT		= Inizializzazione codec fallita.
TEXT_ERROR_LOGO_IMAGE		= Immagine non supportata. \nSeleziona un'immagine supportata(*.png).
TEXT_CAN_NOT_CHANGE_TB		= Non puoi cambiare questa impostazione con la versione gratuita di Bandicam. Registrala ora!
TEXT_WARNING_AMD_APP		= Il sistema non supporta il codec 'H.264 (AMD APP)', sarà usato il codec predefinito.
TEXT_WARNING_AMD_APP2		= Il tuo sistema non supporta il codec 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND		= Audio
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO		= Logo
TEXT_VID_PAGE_EFFECTS		= Effetti
TEXT_VID_PAGE_OPTIONS		= Impostazioni

; option page name
TEXT_OPT_PAGE_GENERAL		= Generale
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING		= Aggancio
TEXT_OPT_PAGE_LANGUAGE		= Lingua
TEXT_OPT_PAGE_OTHERS		= Altro

TEXT_VIDEO			= Video
TEXT_AUDIO			= Audio

TEXT_FOLDER_SELECT		= Seleziona una cartella per archiviare.

TEXT_FMT_FULL_SIZE		= Massima risoluzione
TEXT_FMT_HALF_SIZE		= Metà risoluzione
TEXT_FMT_FIT_WIDTH		= Adatta lunghezza
TEXT_FMT_FIT_HEIGHT		= Adatta altezza
TEXT_FMT_CUSTOM_SIZE		= Personalizza
TEXT_FMT_STEREO			= Stereo
TEXT_FMT_MONO			= Mono
TEXT_FMT_ORIGINAL_PCM		= Formato audio originale

; preset
TEXT_PRESET_DEFAULT		= Predefinito
TEXT_PRESET_HALFSIZE		= Metà risoluzione
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS	= Ultrarapido per 60 FPS
TEXT_PRESET_LOWEND		= Computer a bassa potenza
TEXT_PRESET_NICO		= --
TEXT_PRESET_NICO_HQ		= --
TEXT_PRESET_NAVER_480P		= --
TEXT_PRESET_YOUTUBE_360P	= YouTube (360p)
TEXT_PRESET_YOUTUBE_480P	= YouTube (480p)
TEXT_PRESET_YOUTUBE_720P	= YouTube (720p)
TEXT_PRESET_PMP			= Divx/Smarthpone Galaxy
TEXT_PRESET_EDIT		= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT		= Per MS PowerPoint
TEXT_PRESET_320x0		= Adatta larghezza, 320x0
TEXT_PRESET_640x0		= Adatta larghezza, 640x0
TEXT_PRESET_800x0		= Adatta larghezza, 800x0
TEXT_PRESET_USER		= Preimpostazioni personalizzate

TEXT_CHANGE_LANG		= Per cambiare lingua, devi riavviare Bandicam.\nVuoi riavviare ora?
TEXT_CHANGE_HOOK		= Per cambiare il bersaglio, devi riavviare Bandicam.\nVuoi riavviare ora?
TEXT_CHANGE_SIZE		= Per cambiare la dimensione della finestra di Bandicam, il programma deve essere riavviato.\nRiavviare adesso?
TEXT_RESET_ALL_SETTINGS		= Sei sicuro di voler azzerare tutte le impostazioni?

TEXT_REGISTER_SUCCEEDED		= Bandicam è ora registrato.
TEXT_REGISTER_FAILED		= Registrazione fallita. \nControlla la tua mail e il numero di serie.
TEXT_REGISTER_CONNECT_FAILED	= Impossibile connettersi al server di registrazione.\nControlla la connessione a internet e imposta la data e l'ora di sistema corretti.\nSe hai bisogno di aiuto clicca su OK.
TEXT_REGISTER_INFO		= Mail: %s\r\nNumero di serie: %s
TEXT_REGISTER_LIMITED		= Registrazione interrotta.\n\nPuoi registrare solo 10 minuti per la versione gratuita di Bandicam. Registrala ora!
TEXT_REGISTER_NEWRECORD		= Non puoi cominciare una nuova registrazione con la versione gratuita di Bandicam. Registrala ora!
TEXT_REGISTER_LICENCE_INFO	= Non registrato!!!\r\nSe vuoi registrare senza watermarks, \r\ndevi comprare una licenza per Bandicam.

TEXT_PROGRAM_INVALID		= Applicazione non valida. \nDevi reinstallare il programma.

TEXT_SELECT_TARGET		= Clicca sulla finestra bersaglio
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Registra giochi e riproduttori video che usano DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Registra lo schermo e video su internet.
TEXT_TARGET_CHANGING		= Cambiando la modalità di registrazione, la registrazione in corso sarà interrotta.\nVuoi continuare?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= Non puoi iniziare la registrazione in modalità 'Game Recording Mode' perché non hai selezionato una finestra bersaglio.\n\nVuoi cambiare la modalità di registrazione in 'Screen Recording Mode' per iniziare a registrare?

TEXT_STATUSBAR_READY		= Pronto
TEXT_STATUSBAR_RECORDING	= Registrazione
TEXT_STATUSBAR_PAUSE		= Pausa

TEXT_UPDATE_AVAILABLE		= È disponibile una nuova versione di Bandicam. \nVuoi aggiornare adesso?
TEXT_UPDATE_UNAVAILABLE		= Questa è l'ultima versione.
TEXT_UPDATE_FAILED		= Controllo versione fallito. \nControlla la connessione internet o riprova più tardi.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Impossibile effettuare l'upload. Se ti sei appena registrato, verificare il proprio indirizzo mail.

TEXT_TARGET_FULL		= Schermo intero
TEXT_TARGET_RESTORE		= Ripristina
TEXT_TARGET_FIND		= Trova finestra
TEXT_TARGET_RESIZE		= Menu selezione dimensione
TEXT_TARGET_IMAGE		= Cattura immagine
TEXT_TARGET_PEN			= Modalità disegno
TEXT_TARGET_RECORD_START	= Registrazione video - avvio
TEXT_TARGET_RECORD_PAUSE	= Registrazione video - pausa
TEXT_TARGET_RECORD_STOP		= Registrazione video - stop

TEXT_RC_HOWTO_NOCOMPLETE	= Non completare in automatico la registrazione
TEXT_RC_HOWTO_BYTIME		= Per tempo
TEXT_RC_HOWTO_BYSIZE		= Per dimensione
TEXT_RC_AFTER_NEWRECORD		= Inizia una nuova registrazione
TEXT_RC_AFTER_EXIT		= Esci da Bandicam
TEXT_RC_AFTER_SHUTDOWN		= Spegni il computer

TEXT_SHUTDOWN_SEC		= Il computer si spegnerà in %d sec.

TEXT_SEL_IMAGE_FILE		= Seleziona un'immagine

TEXT_RC_MB			= MB
TEXT_RC_GB			= GB

TEXT_SND_SELECT_2_DISABLE	= -- Disabilita (Raccomandato) --

TEXT_CORRUPTED_AVI_FILE		= L'ultima registrazione è stata corrotta.\nVuoi ripararla?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP		= Clicca sull'icona nella tray per ripristinare Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT	= Clicca sull'icona nella tray di sistema per mostrare il rettangolo di selezione.
TEXT_FORCE_STOP			= Fine registrazione fallita perché il programma non risponde.\nVuoi comunque fermare forzatamente la registrazione?
TEXT_EXTERNAL_CODEC		= - Codec esterno -
TEXT_CUDA_GPU_AUTOSELECT	= (Selezione automatica)

; status bar tool-tip
TEXT_INDICATOR_STATUS		= Stato registrazione
TEXT_INDICATOR_TIME		= Tempo di registrazione
TEXT_INDICATOR_SIZE		= Dimensione registrazione / spazio libero
TEXT_INDICATOR_VOLUME		= Volume corrente

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normale] Priorità del processo normale
TEXT_REC_PRIORITY_HIGH		= [Superiore al normale] Priorità del processo più alta del normale
TEXT_REC_PRIORITY_HIGHEST	= [Alta] Altri processi potrebbero essere più lenti

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut non è installato. Vuoi scaricare bandicut?
TEXT_OUTPUTS_DELETE		= Sei sicuro di voler rimuovere permanentemente i file selezionati?
TEXT_OUTPUTS_SELCOUNT		= %d oggetti selezionati

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Nome bersaglio
TEXT_FILE_NAME_PREFIX_CUSTOM	= Prefisso personalizzato
TEXT_FILE_NAME_PREFIX_NONE	= Nessuno
TEXT_FILE_NAME_SUFFIX_TIME	= Data/Ora
TEXT_FILE_NAME_SUFFIX_NUMBER	= Numero progressivo

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Inserisci un valore tra 1 e 1440 minuti.
TEXT_TIMER_REC_STOP_RECORDING	= Registrazione in corso. \nSicuro di voler fermare la registrazione e continuare?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Inserisci il titolo del video da caricare.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Caricato
TEXT_UPLOAD_ERR_FAIL		= Caricamento del video fallito.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= Video troppo grande da caricare.
TEXT_UPLOAD_ERR_FREESPACE	= Spazio libero su Vimeo insufficiente per caricare il video.
TEXT_UPLOAD_ERR_CONNECT		= Connessione al server fallita.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= Generale
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= Video
$BN_PAGE_IMAGE			= Foto
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= Info
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= Impostazioni
$ST_GEN_OUTPUT_FOLDER		= Cartella di output
$BN_GEN_OPEN_OUTPUT_FOLDER	= Apri
$BN_GEN_ADV_OPTIONS		= Avanzate
$CK_GEN_ALWAYS_ON_TOP		= Finestra di Bandicam sempre in primo piano
$CK_GEN_START_MINIMIZED		= Avvia Bandicam ridotto a icona
$CK_GEN_RUN_WHEN_START		= Avvia Bandicam all'avvio di Windows
$CK_GEN_RECORD_WHEN_RUN		= Avvia la registrazione a tutto schermo all'avvio di Bandicam
$CK_GEN_TIMER_RECORDING		= Imposta un timer per l'avvio automatico della registrazione
$ST_GEN_LANGUAGE		= Lingua
$ST_GEN_REC_AUTO_START		= Avvia automaticamente la registrazione
$ST_GEN_REC_AUTO_COMPLETE	= Completamento automatico della registrazione
$BN_GEN_REC_AUTO_COMPLETE	= Impostazioni
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= Sovra-impressione
$CK_FPS_OVERLAY_HOTKEY		= Tasto rapido
$CK_FPS_OVERLAY			= Sovra-impressione FPS
$ST_FPS_LIMIT			= Limite
$CK_FPS_LIMIT_HOTKEY		= Tasto rapido
$CK_FPS_LIMIT			= Imposta limite FPS
$CK_FPS_LIMIT_ONLY_CAP		= Solo in registrazione
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= Registra
$CK_VID_RECORD_HOTKEY		= Tasto rapido Registra/Stop
$CK_VID_PAUSE_HOTKEY		= Tasto rapido Pausa
$CK_VID_SHOW_CURSOR		= Mostra il cursore del mouse
$CK_VID_CLICK_EFFECTS		= Aggiungi effetto al click
$CK_VID_WEBCAM_OVERLAY		= Aggiungi webcam in sovra-impressione
$BN_VID_RECORD_SETTINGS		= Impostazioni
$ST_VID_FORMAT			= Formato
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= Impostazioni
$BN_VID_FORMAT_PRESETS		= Preimpost.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= Cattura
$CK_IMG_CAPTURE_HOTKEY		= Tasto
$CK_IMG_CAPTURE_REPEAT		= Ripeti cattura schermo
$ST_IMG_CAPTURE_REPEAT		= secondi
$CK_IMG_SHOW_CURSOR		= Mostra il cursore del mouse
$CK_IMG_SHUTTER_SOUND_EFFECT	= Abilita suono dell'otturatore
$ST_IMG_FORMAT			= Formato
$CK_IMG_FORMAT_BMP		= BMP
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - Normale
$CK_IMG_FORMAT_JPG_HQ		= JPG - Alta qualità
$BTN_IMG_FORMAT_ANIGIF		= Come salvare in animazione gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Immagini
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Apri
$BN_OUT_EDIT			= Modifica
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Elimina
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Versione di Bandicam
$ST_ABO_COPYRIGHT		= Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION		= Nuova versione disponibile
$BN_ABO_CHECK_UPDATE		= Controlla aggiornamenti
$ST_ABO_LICENCE_INFO		= Informazioni sulla licenza
$BN_ABO_REGISTER		= Registra
$BN_ABO_REGISTER_HELP		= Come acquistare e registrare
$ST_ABO_HOMEPAGE_INFO		= Sito internet
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Apri cartella di output
$TOOLTIP_SCREENSHOT		= Cattura immagine
$TOOLTIP_RECORD			= Registra / Stop
$TOOLTIP_PAUSE			= Pausa
$TOOLTIP_UI_MODE		= Grafica semplice/estesa
$TOOLTIP_REGISTER		= Registra Bandicam
$TOOLTIP_ONLINE_HELP		= Aiuto Online (EN)

$TOOLTIP_TOOL_PEN		= Penna
$TOOLTIP_TOOL_PEN_HL		= Evidenziatore 
$TOOLTIP_TOOL_BOX		= Rettangolo
$TOOLTIP_TOOL_ERASER		= Gomma
$TOOLTIP_TOOL_COLOR		= Colore
$TOOLTIP_TOOL_LINE		= Spessore linea
$TOOLTIP_TOOL_UNDO		= Annulla (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Rifai (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL			= Annulla
IDOK				= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT		= Impostazioni formato
IDC_ST_FMTSET_FILE		= Tipo di file
IDC_ST_FMTSET_VIDEO		= Video
IDC_ST_VIDEO_SIZE		= Risoluzione
IDC_ST_VIDEO_FPS		= FPS
IDC_ST_VIDEO_CODEC		= Codec
IDC_ST_VIDEO_BITRATE		= Bitrate
IDC_ST_VIDEO_QUALITY		= Qualità
IDC_ST_FMTSET_AUDIO		= Audio
IDC_CK_AUDIO_ORIGINAL_PCM	= Salva nel formato originale
IDC_ED_AUDIO_ORIGINAL_PCM	= Puoi salvare audio multicanale e in alta definizione (96KHz o più).
IDC_ST_AUDIO_CH			= Canali
IDC_ST_AUDIO_FREQ		= Frequenza
IDC_ST_AUDIO_CODEC		= Codec
IDC_ST_AUDIO_BITRATE		= Bitrate
IDC_ST_FORMAT_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER			= Registra Bandicam
IDC_ST_1BUY			= 1. Compra
IDC_ST_1BUY_COMMENT		= Per registrare i video senza watermarks, devi comprare una licenza dal sito http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE		= Compra online (EN)
IDC_ST_2REGISTER		= 2. Registra
IDC_ST_2REGISTER_COMMENT	= Hai bisogno di una connessione ad internet per registrare Bandicam.
IDC_ST_EMAIL_ADDRESS		= Email
IDC_ST_SERIAL_NUMBER		= Numero di serie
IDC_BTN_REGISTER_NOW		= Registra ora
IDC_BTN_CLOSE			= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK		= Controlla aggiornamenti
IDC_ST_UPDATE_SETTING		= Impostazioni
IDC_CK_UPDATE_ENABLE		= Abilita il controllo automatico degli aggiornamenti
IDC_CK_UPDATE_POPUP		= Mostra un pop-up quando un aggiornamento è disponibile
IDC_UPDATE_CHECK_NOW		= Controlla ora gli aggiornamenti
IDC_CLOSE			= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET			= Impostazioni avanzate
IDC_BTN_RESET			= Azzera

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL		= Generale
IDC_CK_ALWAYS_ON_TOP2		= Finestra di Bandicam sempre in primo piano
IDC_CK_START_MINIMIZED_TO_TRAY	= Avvia Bandicam minimizzato
IDC_CK_RUN_WHEN_START		= Avvia Bandicam all'avvio di Windows
IDC_CK_RECORD_WHEN_RUN		= Avvia registrazione a pieno schermo quando apro Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= Mostra FPS in un video/foto catturato
IDC_ST_SHOW_FPS_IN_VIDEO	= (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR		= Mostra la barra di informazioni e consigli
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatico

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= Output
IDC_ST_OUT_OUTPUT_FOLDER	= Cartella di output
IDC_CK_OUT_CREATE_SUBFOLDER	= Crea una sotto cartella di output quando scrivo un file
IDC_CK_OUT_ENABLE_WRITE_CACHING	= Abilita scrittura della cache sul disco
IDC_ST_OUT_FILE_NAMING		= Impostazioni nome dei file creati
IDC_ST_OUT_EXAMPLE		= Es)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE		= Lingua
IDC_ST_TRANSLATOR		= Grazie ai traduttori

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET		= Aggancio bersaglio
IDC_CK_HK_OPENGL		= OpenGL
IDC_CK_HK_DDRAW			= DirectDraw
IDC_CK_HK_DX7			= DirectX 7
IDC_CK_HK_DX8			= DirectX 8
IDC_CK_HK_DX9			= DirectX 9
IDC_CK_HK_DX10			= DirectX 10
IDC_CK_HK_DX11			= DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9	= Disabilita l'aggancio DirectX 10/11 su IE9/10 e Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX	= Disabilita la sovrapposizione video in DirectX
IDC_BTN_BLOCK_LIST		= Lista processi bloccati

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS		= Altre Impostazioni
IDC_BTN_VIDEO_RECORD_SETTINGS	= Impostazioni registrazione video
IDC_BTN_VIDEO_FORMAT_SETTINGS	= Impostazioni Formato Video
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto completa la registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			= Completamento automatico della registrazione
IDC_ST_RC_HOWTO			= Imposta condizioni dell'auto-completamento
IDC_RD_RC_NOTCOMPLETE		= Non completare
IDC_RD_RC_TIME			= Per tempo di registrazione
IDC_ST_RC_MAX_TIME		= Massimo
IDC_RD_RC_SIZE			= Per dimensione registrazione
IDC_ST_RC_MAX_SIZE		= Massimo
IDC_ST_RC_AFTER			= Dopo il completamento dell'auto-registrazione
IDC_RD_RC_NOTHING		= Non fare niente
IDC_RD_RC_NEW_RECORDING		= Inizia una nuova registrazione
IDC_RD_RC_EXIT_BDCAM		= Termina la registrazione ed esci da Bandicam
IDC_RD_RC_SHUTDOWN		= Spegni il computer

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN			= Spegni
IDC_ST_SHUTDOWN			= Spegni
IDC_ST_SHUTDOWN_INFO		= Il computer sarà spento.\nPremi 'Annulla' se non vuoi spegnerlo.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS		= Impostazioni registrazione

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND		= Registra il suono
IDC_ST_SND_SELECT_1		= Periferica primaria
IDC_BTN_SND_SETTING_1		= Impostazioni
IDC_ST_SND_SELECT_2		= Periferica secondaria
IDC_BTN_SND_SETTING_2		= Impostazioni
IDC_CK_SND_MIX_SOUND		= Mix di due fonti audio (Primaria e secondaria in una traccia)
IDC_CK_SND_CAP_HOTKEY		= Registra solo la fonte secondaria mentre premo il pulsante
IDC_ST_SOUND_HELP		= [ Aiuto (EN) ]
IDC_CK_SND_SAVE_AS_WAV		= Salva la traccia audio durante la registrazione (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Aggiungi webcam in sovra-impressione
IDC_ST_WEBCAM_SETTING		= Impostazioni
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Dimensione video:
IDC_ST_WEBCAM_POS		= Posizione:
IDC_BTN_WEBCAM_DEVICE		= Impostazioni
IDC_BTN_WEBCAM_PREVIEW		= Anteprima
IDC_ST_WEBCAM_LR_MARGINS	= Margini Sx/Dx:
IDC_ST_WEBCAM_TB_MARGINS	= Margini Su/Giù:
IDC_ST_WEBCAM_FOR_DX_GL		= Per Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Anteprima webcam su schermo (Solo DX8 o successive, e OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Abilita tasto rapido per mostrare l'anteprima

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO			= Aggiungi un logo al video
IDC_ST_LOGO_SETTING		= Impostazioni
IDC_ST_LOGO_IMAGE		= Immagine:
IDC_ST_LOGO_OPACITY		= Opacità:
IDC_ST_LOGO_POS			= Posizione:
IDC_ST_LOGO_LR_MARGINS		= Margini Sx/Dx:
IDC_ST_LOGO_TB_MARGINS		= Margini Su/Giù:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE		= Effetti del mouse
IDC_CK_ADD_CLICK_EFFECTS	= Aggiungi effetti al click del mouse
IDC_ST_LEFT_CLICK_COLOR		= Colore per il click sinistro
IDC_ST_RIGHT_CLICK_COLOR	= Colore per il click destro
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Evidenzia il movimento del mouse
IDC_ST_HIGHLIGHT_COLOR		= Colore

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS		= Opzioni
IDC_ST_REC_PRIORITY		= Priorità registrazione:
IDC_ST_REC_PRIORITY2		= Un'alta priorità può ridurre il salto di frame.
IDC_ST_FOR_DX_GL		= Per Game Recording Mode
IDC_CK_SKIP_RECORDING		= Non registrare mentre la finestra non viene aggiornata
IDC_CK_ENHANCED_DX9_CAPTURE	= Usa metodo di cattura avanzato (più veloce, solo DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= Per Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Usa metodo di cattura avanzato (più veloce, Windows 8 o superiore)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Anteprima Webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE		= Dimensioni bersaglio personalizzate
IDC_ST_TARGET_SIZE_SETTING	= Impostazioni
IDC_ST_TARGET_SIZE		= Dimensioni bersaglio:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Aggiungi una nuova preimpostazione
IDC_ST_ADD_SIZE_PRESET		= Puoi salvare la posizione e la dimensione correnti come una nuova preimpostazione. Inserisci un nome per la nuova preimpostazione.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Modifica dimensione della preimpostazione
IDC_BTN_SIZE_PRESET_ADD		= Aggiungi
IDC_BTN_SIZE_PRESET_DEL		= Elimina
IDC_BTN_SIZE_PRESET_REN		= Rinomina
IDC_BTN_SIZE_PRESET_UP		= Su
IDC_BTN_SIZE_PRESET_DN		= Giù

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rinomina la preimpostazione
IDC_ST_REN_SIZE_PRESET		= Inserisci un nuovo nome

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO			= Informazioni
IDC_ST_ACAP_INFO		= Informazioni cattura audio
IDC_ST_ACAP_INFO2		= La tua scheda audio non registra suoni. Controlla le impostazioni di registrazione. \n\nVuoi visitare la pagina di aiuto online?
IDC_CK_ACAP_DO_NOT_ASK		= Non chiedere di nuovo
IDC_BTN_YES			= Sì
IDC_BTN_NO			= No

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME			= Tempo massimo di registrazione
IDC_ST_RC_TIME_SETTING		= Impostazioni
IDC_ST_RC_TIME_HOUR		= Ore
IDC_ST_RC_TIME_MIN		= Min
IDC_ST_RC_TIME_SEC		= Sec

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE			= Dimensione massima registrazione
IDC_ST_RC_FILESIZE_SETTING	= Impostazioni

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET	= Aggiungi una nuova preimpostazione
IDC_ST_ADD_PRESET		= Puoi salvare la posizione e la dimensione correnti come una nuova preimpostazione. Inserisci un nome per la nuova preimpostazione.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET	= Modifica preimpostazioni
IDC_BTN_PRESET_ADD		= Aggiungi
IDC_BTN_PRESET_DEL		= Elimina
IDC_BTN_PRESET_REN		= Rinomina
IDC_BTN_PRESET_UP		= Su
IDC_BTN_PRESET_DN		= Giù

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET	= Rinomina la preimpostazione
IDC_ST_REN_PRESET		= Inserisci un nuovo nome

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX		= Seleziona un codec video esterno
IDC_ST_CODEC_EX_LIST		= Lista codec
IDC_ST_CODEC_EX_SETTINGS	= Impostazioni
IDC_ST_CODEC_EX_DRIVER		= Nome driver
IDC_ST_CODEC_EX_FOURCC		= FourCC
IDC_ST_CODEC_EX_QUALITY		= Qualità
IDC_ST_CODEC_EX_DATERATE	= Bitrate
IDC_ST_CODEC_EX_KEYFRAME	= Intervallo Keyframe
IDC_BTN_CODEC_EX_CONFIG		= Configura
IDC_BTN_CODEC_EX_ABOUT		= Informazioni
IDC_ST_CODEC_EX_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK		= Lista processi bloccati
IDC_ST_BLOCK_LIST		= I seguenti processi non sono autorizzati per l'aggancio.
IDC_ST_BLOCK_LIST_EX		= Esempio:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA		= Impostazioni H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_CUDA_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_CUDA_CBR		= CBR - in base al bitrate
IDC_ST_H264_CUDA_GPU_USAGE	= Uso GPU
IDC_RD_H264_CUDA_GPU_CPU	= GPU + CPU
IDC_RD_H264_CUDA_GPU		= Solo GPU (da usare con GPU veloci)
IDC_ST_H264_CUDA_GPU_DEVICE	= Scheda video:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_CUDA_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_CUDA_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC		= Impostazioni H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_SYNC_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_SYNC_CBR		= CBR - in base al bitrate
IDC_ST_H264_SYNC_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_SYNC_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_SYNC_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP		= Impostazioni H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_APP_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_APP_CBR		= CBR - in base al bitrate
IDC_ST_H264_APP_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_APP_FOURCC_USED	= Codice FourCC:
IDC_ST_H264_APP_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_APP_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID		= Impostazioni Xvid
IDC_ST_XVID_RATE_CONTROL	= Controllo bitrate
IDC_RD_XVID_VBR			= VBR - in base alla qualità (raccomandato)
IDC_RD_XVID_CBR			= CBR - in base al bitrate
IDC_ST_XVID_OPTIMIZATION	= Ottimizzazione
IDC_RD_XVID_FASTER_SPEED	= Velocità encoding rapida
IDC_RD_XVID_SMALLER_SIZE	= File piccoli
IDC_ST_XVID_OTHER_OPTIONS	= Altre opzioni
IDC_ST_XVID_KEYFRAME_INT	= Intervallo Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= Impostazioni H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_NVENC_VBR		= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_NVENC_CBR		= CBR - in base al bitrate
IDC_ST_H264_NVENC_GPU_USAGE	= Uso GPU
IDC_ST_H264_NVENC_GPU_DEVICE	= Scheda GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_NVENC_FOURCC_USED	= Codica FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Intervallo Keyframe:
IDC_ST_H264_NVENC_FOURCC_HELP	= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= Impostazioni H.264 (CPU)
IDC_ST_H264_RATE_CONTROL	= Controllo bitrate
IDC_RD_H264_VBR			= VBR - in base alla qualità (raccomandato)
IDC_RD_H264_CBR			= CBR - in base al bitrate
IDC_ST_H264_OPTIMIZATION	= Ottimizzazioni
IDC_RD_H264_FASTER_SPEED	= Alta velocità di codifica
IDC_RD_H264_BALANCED		= Prestazioni bilanciate
IDC_RD_H264_SMALLER_SIZE	= File piccoli
IDC_ST_H264_OTHER_OPTIONS	= Altre opzioni
IDC_ST_H264_KEYFRAME_INT	= Intervallo Keyframe:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer registrazione
IDC_ST_TIMER_SETTINGS		= Impostazioni
IDC_RD_TIMER_START_IN		= Avvia in
IDC_ST_TIMER_MINUTES		= minuti
IDC_RD_TIMER_START_AT		= Avvia alle
IDC_CK_TIMER_MINIMIZE		= Minimizza Bandicam ad icona quando la registrazione inizia.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto completa la registrazione
IDC_BTN_TIMER_AUTO_COMPLETE	= Impostazioni

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer registrazione - In attesa
IDC_ST_TIMER_WAITING_INFO	= In attesa, inizio della registrazione alle %s.
IDC_ST_TIMER_ELAPSED		= Tempo trascorso:
IDC_ST_TIMER_REMAINING		= Tempo rimanente:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= Impostazioni FPS
IDC_ST_FORMAT_FPS_MODE		= Impostazioni Frame Rate
IDC_RD_FORMAT_FPS_CFR		= Preferisci CFR - Frame Rate Costante
IDC_ST_FORMAT_FPS_CFR		= Ricorre al VFR se il frame rate è troppo basso.
IDC_RD_FORMAT_FPS_VFR		= Usa VFR - Frame Rate Variabile (Raccomandato)
IDC_ST_FORMAT_FPS_HELP		= Aiuto (EN)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Carica su Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Dettagli upload
IDC_ST_VIMEO_FILENAME		= Nome del file:
IDC_ST_VIMEO_TITLE		= Titolo:
IDC_ST_VIMEO_DESCRIPTION	= Descrizione:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Pubblico - Permetti a tutti di vedere il video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Solo io - Rendi il video visibile solo a me
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Persone che seguo - Rendi il video visibile solo alle persone che seguo
IDC_BTN_VIMEO_UPLOAD		= Carica
IDC_LN_VIMEO_HELP		= Aiuto

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Caricamento in corso...
IDC_ST_VIMEO_UPLOADED		= Caricamento del video completato!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Vai
IDC_BTN_VIMEO_EMBED_COPY	= Copia
IDC_BTN_VIMEO_CLOSE		= Chiudi

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC disponibile
IDC_LN_NVENC_AVAILABLE		= Il codec NVIDIA NVENC H.264 è disponibile. NVENC è un codec ad alte prestazioni che usa l'accelerazione hardware. Vuoi usare il codec NVENC H.264?\n<a>Altro</a>
IDC_CK_NVENC_AVAILABLE		= Non chiedermelo più

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT			= Informazioni su Bandicam
ID_POPUP_GENERAL		= Impostazioni - Generale
ID_POPUP_FRAME			= Impostazioni - FPS
ID_POPUP_VIDEO			= Impostazioni - Video
ID_POPUP_IMAGE			= Impostazioni - Immagini
ID_POPUP_OUTPUTS		= Lista file di output
ID_POPUP_OPENOUTPUTFOLDER	= Apri cartella di output
ID_POPUP_TARGET			= Bersaglio
ID_POPUP_SIZE			= Dimensione finestra
ID_POPUP_EXIT			= Esci

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP			= Aiuto (EN)

ID_TARGET_HIDE			= Mostra / Nascondi \t Ctrl+Alt+H
ID_TARGET_PEN			= Modalità disegno \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Sempre in primo piano
ID_TARGET_TRANSPARENCY		= Opacità
ID_TARGET_SIZE			= Dimensione
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT		= Muovi a sinistra \t Sinistra
ID_TARGET_MOVE_RIGHT		= Muovi a destra \t Destra
ID_TARGET_MOVE_UP		= Muovi in su \t Su
ID_TARGET_MOVE_DOWN		= Muovi in giù \t Giù

ID_TARGET_INC_WIDTH		= Aumenta larghezza \t Maiusc+Destra
ID_TARGET_DEC_WIDTH		= Diminuisci larghezza \t Maiusc+Sinistra
ID_TARGET_INC_HEIGHT		= Aumenta altezza \t Maiusc+Su
ID_TARGET_DEC_HEIGHT		= Diminuisci altezza \t Maiusc+Giù

ID_TARGET_FIND_WINDOW		= Cerca finestra \t Ctrl+F
ID_TARGET_FULLSCREEN		= Tutto schermo \t Ctrl+Invio
ID_TARGET_RATIO_4_3		= Adatta a 4:3
ID_TARGET_RATIO_16_9		= Adatta a 16:9
ID_TARGET_SIZE_CUSTOM		= Dimensione personalizzata \t Ctrl+U
ID_TARGET_SIZE_PRESET		= Dimensione preimpostata \t Maiusc+Mouse destro
ID_TARGET_SIZE_PRESET_ADD	= Aggiungi preimpostazione
ID_TARGET_SIZE_PRESET_EDIT	= Modifica preimpostazione

ID_TARGET_OPEN_OUTPUTFOLDER	= Apri cartella di output
ID_TARGET_EXIT_BANDICAM		= Esci da Bandicam

ID_USER_PRESET_ADD		= Aggiungi
ID_USER_PRESET_EDIT		= Modifica

ID_SORT_BY_DATE			= Ordina per Data
ID_SORT_BY_NAME			= Ordina per Nome
ID_SORT_BY_SIZE			= Ordina per Dimensione

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Apri
ID_OUTPUTS_LB_EDIT		= Modifica
ID_OUTPUTS_LB_DELETE		= Elimina
ID_OUTPUTS_LB_SELECT_ALL	= Seleziona tutti
ID_OUTPUTS_LB_OPEN_FOLDER	= Apri cartella di output

ID_BDCAM_SIZE_DEFAULT		= Dimensione predefinita
